Repository: jamcodes/python-flask-microblog-tutorial
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: pl

source: Please log in to access this page.
pl: Zaloguj sie by otworzyc ta strone

source: Username
pl: Nazwa uzytkownika

source: Password
pl: Haslo

source: Remember Me
pl: Zapamietaj

source: Sign In
pl: Zaloguj sie

source: Your post is now live!
pl: Twoj post zostal opublikowany

source: Home Page
pl: Strona domowa

source: Invalid username or password
pl: Nieprawidlowa nazwa uzytkownika lub haslo

source: Congratulations, you are now a registered user!
pl: Gratulacje! Jestes teraz zarejestrowanym uzytkownikiem

source: Register
pl: Zarejestruj sie

source: Your changes have been saved
pl: Twoje zmiany zostaly zapisane

source: Edit Profile
pl: Edytuj profil

source: User %(username)s not found.
pl: Uzytkownik %(username)s nie zostal znaleziony

source: You cannot follow yourself!
pl: Nie mozesz sledzic samego siebie!

source: You are now following %(username)s!
pl: Sledzisz teraz %(username)s!

source: You can not unfollow yourself!
pl: Nie mozesz przestac sledzic samego siebie!

source: You are no longer following %(username)s.
pl: Nie sledzisz juz %(username)s.

source: Check your email for instructions on how to reset your password
pl: Wyslano email z instrukcjami jak zresetowac haslo.

source: Reset Password
pl: Zresetuj haslo

source: Your password has been reset
pl: Twoje haslo zostalo zresetowane

source: Error: the translation service is not configured.
pl: Błąd: serwis tłumacza nie jest skonfigurowany.

source: Error: the translation service failed.
pl: Błąd serwisu tłumacza

source: Translate
pl: Tłumacz

source: Error: Could not contact server.
pl: Błąd: nieudana próba kontaktu z serwerem.

source: Hi, %(username)s!
pl: Czesc, %(username)s!

source: Newer posts
pl: Nowsze posty

source: Older posts
pl: Starsze posty
